{
	"recipe1": {
		"name": "Keto Fried Chicken",
		"servings": "6 - 8 servings",
		"time": "1 hour 15 minutes",
		"ingredients": ["6 bone-in, skin-on chicken breasts (about 4lbs.)", "Kosher salt", "Freshly ground black pepper", " 2 large eggs", "1/2 cup heavy cream", "3/4 cup almond flour", "1/2 cup freshly grated Parmesan cheese", "1 tsp. garlic powder", "1/2 tsp. paprika"],
		"steps": ["Preheat oven to 400° and line a large baking sheet with parchment paper. Pat chicken dry with paper towels and season with salt and pepper.",
			"In a shallow bowl whisk together eggs and heavy cream. In another shallow bowl, combine almond flour, Parmesan, garlic powder, and paprika. Season with salt and pepper.",
			"Working one at a time, dip chicken in egg mixture and then in almond flour mixture, pressing to coat. Place chicken on prepared baking sheet.",
			"Bake until chicken is golden and internal temperature reaches 165°, about 45 minutes.",
			"Meanwhile, make dipping sauce: In a medium bowl, combine mayonnaise and hot sauce. Add more hot sauce depending on preferred spiciness level.",
			"Serve chicken warm with dipping sauce."],
		"image_url": "images/keto-fried-chicken.jpg"
	},
	"recipe2": {
		"name": "Keto Chicken Soup",
		"servings": "4 - 6 servings",
		"time": "1 hour 30 minutes",
		"ingredients": ["2 tbsp. vegetable oil", "1 medium onion, chopped", "5 cloves garlic, smashed", "2 in. piece fresh ginger, sliced", "1 small cauliflower, cut into florets", "3/4 tsp. crushed red pepper flakes", "1 medium carrot", "6 cups chicken broth", "2 boneless skinless chicken breasts"],
		"steps": ["In a large pot over medium heat, heat oil. Add onion, garlic and ginger. Cook until beginning to brown.",
			"Meanwhile, pulse cauliflower in a food processor until broken down into rice-sized granules. Add cauliflower to pot with onion mixture and cook over medium high heat until beginning to brown, about 8 minutes.",
			"Add pepper flakes, carrots, and chicken broth and bring to a simmer. Add chicken breasts and let cook gently until they reach an internal temperature of 165°, about 15 minutes. Remove from pan, let cool until cool enough to handle, and shred. Meanwhile, continue simmering until vegetables are tender, 3 to 5 minutes more.",
			"Remove ginger from pot, and add shredded chicken back to soup. Season to taste with salt and pepper, then garnish with parsley before serving."],
		"image_url": "images/keto-chicken-soup.jpg"
	},
	"recipe3": {
		"name": "Keto Chocolate Cake",
		"servings": "12 servings",
		"time": "1 hour 45 minutes",
		"ingredients": ["1 1/2 cup almond flour", "2/3 cup unsweetened cocoa powder", "3/4 cup coconut flour", "1/4 cup flaxseed meal", "2 tsp. baking powder", "2 tsp. baking soda", "1 tsp. salt", "1/2 cup butter", "3/4 cup sugar", "4 large eggs", "1 tsp. pure vanilla extract", "1 cup almond milk", "1/3 cup brewed coffee"],
		"steps": ["Preheat oven to 350° and line two 8” pans with parchment and grease with cooking spray. In a large bowl, whisk together almond flour, cocoa powder, coconut flour, flaxseed meal, baking powder, baking soda, and salt.",
			"In another large bowl, using a hand mixer, beat butter and Swerve together until light and fluffy. Add eggs, one at at time, then add vanilla. Add dry ingredients and mix until just combined then stir in milk and coffee.",
			"Divide batter between prepared pans and bake until a toothpick inserted into the middle comes out clean, 28 minutes. Let cool completely.",
			"Make frosting: In a large bowl, with a hand mixer, beat cream cheese and butter together until smooth. Add Swerve, cocoa powder, coconut flour, and instant coffee and beat until no lumps remain. Add cream and a pinch of salt and beat until combined.",
			"Place one cake layer on serving platter or cake stand then spread a thick layer of buttercream on top. Repeat with remaining layers then frost sides of cake.",
			"Keep refrigerated until ready to serve."],
		"image_url": "images/keto-chocolate-cake.png"
	},
	"recipe4": {
		"name": "Low Fat Chicken Biryani",
		"servings": "5 servings",
		"time": "1 hour 35 minutes",
		"ingredients": ["3 garlic cloves , finely grated", "2 tsp. finely grated ginger", "1/4 tsp. ground cinnamon", "1 tsp. turmeric", "5 tbsp. natural yogurt", "600g boneless, skinless chicken breast, cut into 4-5cm pieces", "2 tbsp semi-skimmed milk", "Saffron", "4 medium onions", "4 tbsp. rapeseed oil", "1/2 tsp. hot chilli powder", "1 cinnamon stick , broken in half", "5 green cardamom pods , lightly bashed to split", "3 cloves", "1 tsp cumin seed", "280g basmati rice", "700ml chicken stock", "1 tsp garam masala"],
		"steps": ["In a mixing bowl, stir together the garlic, ginger, cinnamon, turmeric and yogurt with some pepper and ¼ tsp salt. Tip in the chicken pieces and stir to coat (see step 1, above). Cover and marinate in the fridge for about 1 hr or longer if you have time. Warm the milk to tepid, stir in the saffron and set aside.",
				"Heat oven to 200C. Slice each onion in half lengthways, reserve half and cut the other half into thin slices. Pour 1½ tbsp of the oil onto a baking tray, scatter over the sliced onion, toss to coat, then spread out in a thin, even layer (step 2). Roast for 40-45 mins, stirring halfway, until golden.",
				"When the chicken has marinated, thinly slice the reserved onion. Heat 1 tbsp oil in a large sauté or frying pan. Fry the onion for 4-5 mins until golden. Stir in the chicken, a spoonful at a time, frying until it is no longer opaque, before adding the next spoonful (this helps to prevent the yogurt from curdling). Once the last of the chicken has been added, stir-fry for a further 5 mins until everything looks juicy. Scrape any sticky bits off the bottom of the pan, stir in the chilli powder, then pour in 100ml water, cover and simmer on a low heat for 15 mins. Remove and set aside.",
				"Cook the rice while the chicken simmers. Heat another 1 tbsp oil in a large sauté pan, then drop in the cinnamon stick, cardamom, cloves and cumin seeds. Fry briefly until their aroma is released. Tip in the rice (step 3) and fry for 1 min, stirring constantly. Stir in the stock and bring to the boil. Lower the heat and simmer, covered, for about 8 mins or until all the stock has been absorbed. Remove from the heat and leave with the lid on for a few mins, so the rice can fluff up. Stir the garam masala into the remaining 1½ tsp oil and set aside. When the onions are roasted, remove and reduce oven to 180C.",
				"Spoon half the chicken and its juices into an ovenproof dish, about 25 x 18 x 6cm, then scatter over a third of the roasted onions. Remove the whole spices from the rice, then layer half of the rice over the chicken and onions. Drizzle over the spiced oil. Spoon over the rest of the chicken and a third more onions. Top with the remaining rice (step 4) and drizzle over the saffron-infused milk. Scatter over the rest of the onions, cover tightly with foil and heat through in the oven for about 25 mins. Serve scattered with the mint and coriander."],
		"image_url": "images/low-fat-chicken-biryani.png"
	},
	"recipe5": {
		"name": "Low Calorie Pancakes",
		"servings": "10 - 12 pancakes",
		"time": "30 minutes",
		"ingredients": ["50g self-raising flour", "50g wholemeal or wholegrain flour", "2 small eggs, separated", "150ml skimmed milk", "berries and low-fat yogurt"],
		"steps": ["Sift the flours into a bowl or wide jug and tip any bits in the sieve back into the bowl. Add the egg yolks and a splash of milk then stir to a thick paste. Add the remaining milk a little at a time so you don’t make lumps in the batter.",
			"Whisk the egg whites until they stand up in stiff peaks, then fold them carefully into the batter – try not to squash out all the air.",
			"Heat a non-stick pan over a medium heat and pour in enough batter to make a pancake about 10 cm across. Cook for just under a minute until bubbles begin to pop on the surface and the edges are looking a little dry. Carefully turn the pancake over. If it is a bit wet on top, it may squirt out a little batter as you do so. In that case, leave it on the other side a little longer. Keep warm while you make the remaining pancakes. Serve with your favourite healthy toppings."],
		"image_url": "images/low-calorie-pancake.png"
	},
	"recipe6": {
		"name": "Vegan Banana Bread",
		"servings": "8 - 10 servings",
		"time": "40 minutes",
		"ingredients": ["3 large black bananas", "75ml vegetable oil or sunflower oil", "100g brown sugar", "225g plain flour", "3 heaped tsp baking powder", "3 tsp cinnamon or mixed spice", "50g dried fruit or nuts (optional)"],
		"steps": ["Heat oven to 200C. Mash 3 large black peeled bananas with a fork, then mix well with 75g vegetable or sunflower oil and 100g brown sugar.",
			"Add 225g plain flour, 3 heaped tsp baking powder and 3 tsp cinnamon or mixed spice, and combine well. Add 50g dried fruit or nuts, if using.",
			"Bake in an oiled, lined 2lb loaf tin for 20 minutes. Check and cover with foil if the cake is browning.",
			"Bake for another 20 minutes, or until a skewer comes out clean.",
			"Allow to cool a little before slicing. It's delicious freshly baked, but develops a lovely gooey quality the day after."],
		"image_url": "images/vegan-banana-bread.png"
	}
}